Repository: sarcevic-luka/SpamMuncher
Catalog: SpamMuncher/SpamMuncher/Localizable.xcstrings
Source language: en
Languages: hr

source: Add
hr: Dodati

source: All
hr: Svi

source: Apple Support
hr: Apple Potpora

source: Blocked
hr: Blokirani

source: BlockList
hr: Blok lista

source: Cancel
hr: Otkaži

source: Contacts
hr: Kontakti

source: Default state
hr: Zadano stanje

source: Dismiss
hr: Prekini

source: Enter Phone Number
hr: Unesite broj mobitela

# EnterValidNumberFormat
source: Enter a number in valid format
hr: Unesite broj u valjanom formatu

source: Messages
hr: Poruke

source: Number Type
hr: Vrsta broja

source: Phone number
hr: Broj mobitela

source: Suspicious
hr: Sumnjivi

source: Valid number format
hr: Ispravan format broja

source: Visit Apple Support
hr: Provjeri službeni dokumentaciju
